Repository: 5l1v3r1/vocal
Catalog: po/*.po
Languages: da_dk, de, es, lt, nl, pt_br, uk

source: Checking for new podcast subscriptions from your other devices…
da_dk: Søger efter nye podcast abonnementer fra dine andre enheder...
nl: Bezig met controleren op nieuwe abonnementen van je andere apparaten...
pt_br: Procurando por novas inscrições de podcasts dos seus outros dispositivos...

source: Updating episode playback positions from your other devices…
da_dk: Opdaterer episode afspilningspositioner fra dine andre enheder...
nl: Bezig met bijwerken van afspeelposities van je andere apparaten...
pt_br: Atualizando posições da reprodução de episódios dos seus outros dispositivos...

source: Cleaning up old subscriptions no longer in your gpodder.net account…
da_dk: Fjerner gamle abonnementer som ikke længere er en del af din gpodder konto…
nl: Bezig met opschonen van oude abonnementen op je gpodder.net-account...
pt_br: Limpando inscrições antigas que não estão mais presentes na sua conta do gpodder.net...

source: Pause
es: Pausar
lt: Pristabdyti
nl: Pauzeren
pt_br: Pausar
uk: Пауза

source: Play
da_dk: Afspil
de: Abspielen
es: Reproducir
lt: Klausyti
nl: Afspelen
pt_br: Reproduzir
uk: Відтворення

source: Adding new podcast: <b>
da_dk: Tilføjer ny podcast: <b>
de: Neuen Podcast hinzufügen: <b>
es: Añadiendo nuevo podcast: <b>
lt: Pridedama nauja tinklalaidė: <b>
nl: Nieuwe podcast toevoegen: <b>
pt_br: Adicionando novo podcast: <b>
uk: Додавання нових подкастів: <b>

source: Uploading subscriptions to gpodder.net.
da_dk: Sender abonnementer til gpodder.net.
nl: Bezig met uploaden van abbonementen naar gpodder.net...
pt_br: Enviando inscrições para o gpodder.net.

source: Uploading subscriptions to gpodder.net…
da_dk: Sender abonnementer til gpodder.net...
nl: Bezig met uploaden van abbonementen naar gpodder.net...
pt_br: Enviando inscrições para o gpodder.net...

source: Please make sure you selected the correct feed and that it is still available.
da_dk: Kontroller venligst at du har valgt den korrekte podcast og at den stadigvæk er tilgængelig.
de: Bitte stelle sicher, dass der richtige Feed gewählt ist und dieser noch verfügbar ist.
es: Por favor asegurate de haber seleccionado el Feed correcto y que esté aún disponible.
lt: Įsitikinkite, kad pasirinkote teisingą kanalą ir, kad jis yra vis dar prieinamas.
nl: Zorg ervoor dat je de juiste feed kiest en dat deze nog steeds beschikbaar is.
pt_br: Certifique-se de que selecionou o feed correto e que o mesmo ainda esteja disponível.
uk: Переконайтеся, що вибрано правильний канал і що він доступний.

source: There seems to be a problem with your internet connection. Make sure you are online and then try again.
da_dk: Det lader til at der er et problem med din internet forbindelse. Kontroller venligst at du er online og prøv igen.
de: Offenbar liegt ein Problem mit der Internetverbindung vor. Bitte überprüfe, ob du online bist.
es: Parece que hay un problema con tu conexión a Internet. Comprueba que estás conectado y prueba de nuevo.
lt: Atrodo, kad yra problemų su jūsų interneto ryšiu. Įsitikinkite, kad esate prisijungę prie interneto ir bandykite dar kartą.
nl: Er lijkt een probleem te zijn met je internetverbinding. Controleer of je verbonden bent en probeer het opnieuw.
pt_br: Parece haver um problema com sua conexão de internet. Verifique se está online e tente novamente.
uk: Схоже, існує проблема з підключенням до інтернету. Переконайтеся, що ви онлайн, а потім повторіть спробу.

source: Error Adding Podcast
da_dk: Fejl ved tilføjelse af podcast
de: Fehler beim hinzufügen des Podcasts
es: Error Añadiendo Podcast
lt: Klaida, pridedant tinklalaidę
nl: Kan podcast niet toevoegen
pt_br: Erro ao adicionar podcast
uk: Помилка додавання подкасту

source: Fresh content has been added to your library.
da_dk: Nyt indhold er blevet tilføjet til dit bibliotek.
de: Neue Inhalte wurden zu deiner Bibliothek hinzugefügt.
es: Se ha añadido contenido nuevo a tu biblioteca
lt: Į jūsų biblioteką buvo pridėtas naujas turinys.
nl: Er zijn nieuwe items toegevoegd aan je verzameling.
pt_br: Novo conteúdo foi adicionado à sua biblioteca.
uk: Свіжий вміст додано до вашої бібліотеки.

source: '%s' from '%s' has finished downloading.
da_dk: '%s' fra '%s' er blevet hentet.
de: "%s" von "%s" wurde heruntergeladen.
es: '%s' de '%s' ha terminado de descargarse.
lt: "%s" atsiuntimas iš "%s" yra užbaigtas.
nl: '%s' van '%s' is gedownload.
pt_br: '%s' de '%s' concluído o donwload.
uk: '%s' з '%s' завантажилися.

source: Episode Download Complete
da_dk: Episode er hentet
de: Download der Episode abgeschlossen
es: Descarga de Episodio Completa
lt: Epizodo atsiuntimas užbaigtas
nl: Downloaden afgerond
pt_br: Download do Episódio Completo
uk: Завантаження епізоду завершено

source: Downloads Complete
da_dk: Nedhentning komplet
de: Downloads abgeschlossen
es: Descargas Completas
lt: Atsiuntimai užbaigti
nl: Downloads afgerond
pt_br: Downloads Completados
uk: Завантаження завершено

source: New episodes have been downloaded.
da_dk: Nye episoder er blevet hentet.
de: Neue Episoden wurden heruntergeladen.
es: Han sido descargados nuevos episodios.
lt: Buvo atsiųsti nauji epizodai.
nl: Er zijn nieuwe afleveringen gedownload.
pt_br: Novos episódios foram baixados.
uk: Завантажено нові епізоди.

source: Return to Library
da_dk: Tilbage til bibliotek
de: Zurück zur Bibliothek
es: Volver a la biblioteca
lt: Grįžti į biblioteką
nl: Terug naar verzameling
pt_br: Voltar para a biblioteca
uk: Повернутися до бібліотеки

source: Welcome to Vocal
da_dk: Velkommen til Vocal
de: Willkommen bei Vocal
es: Bienvenido a Vocal
lt: Sveiki atvykę į Vocal
nl: Welkom bij Vocal
pt_br: Bem vindo ao Vocal
uk: Ласкаво просимо у Vocal

source: Build Your Library By Adding Podcasts
da_dk: Byg dit bibliotek ved at tilføje podcasts
de: Erstelle deine Bibliothek durch das Hinzufügen von Podcasts
es: Construye tu Biblioteca Añadiendo Podcasts
lt: Plėskite savo biblioteką pridėdami tinklalaides
nl: Leg een verzameling aan door podcasts toe te voegen
pt_br: Construa a sua biblioteca adicionando podcasts
uk: Створіть бібліотеку, додавши подкаст

source: Browse Podcasts
da_dk: Gennemse podcasts
de: Podcasts durchsuchen
es: Explorar Podcasts
lt: Naršyti tinklalaides
nl: Podcasts verkennen
pt_br: Navegue pelos podcasts
uk: Переглянути подкасти

source: Browse through podcasts and choose some to add to your library.
da_dk: Gennemse podcasts og vælg nogle at tilføje til dit bibliotek.
es: Navega a través de los podcasts y escoje algunos para añadirlos a tu libreria.
lt: Naršykite per tinklalaides ir pasirinkite kurias pridėti į savo biblioteką.
nl: Blader door de podcasts en kies welke je wilt toevoegen aan je verzameling.
pt_br: Navegue pelos podcasts e escolha alguns para adicionar à sua biblioteca.
uk: Перегляньте доступні подкасти та додайте їх до вашої бібліотеки.

source: Add a New Feed
da_dk: Tilføj en ny podcast
de: Neuen Feed hinzufügen
es: Añadir un nuevo proveedor
lt: Pridėti naują kanalą
nl: Nieuwe feed toevoegen
pt_br: Adicionar novo feed
uk: Додати новий канал

source: Provide the web address of a podcast feed.
da_dk: Angiv web adressen på en podcast.
de: Gebe eine Webadresse für einen Podcast Feed an.
es: Proporcionar la dirección web de un podcast.
lt: Pateikite tinklalaidės kanalo internetinį adresą.
nl: Geef het webadres van een podcastfeed op.
pt_br: Fornecer o endereço web de um feed de podcast.
uk: Вкажіть веб-адрессу подкасту.

source: Import Subscriptions
da_dk: Importer abonnementer
de: Importiere Abonnements
es: Importar suscripciones
lt: Importuoti prenumeratas
nl: Abonnementen importeren
pt_br: Importar inscrições
uk: Імпортувати підписки.

source: If you have exported feeds from another podcast manager, import them here.
da_dk: Hvis du har eksporterede podcasts fra et andet podcast håndteringsprogram kan du importerer dem her.
de: Wenn du Feeds aus einem anderen Podcast Manager exportiert hast, kannst du diese hier importieren.
es: Si tienes proveedores exportados de otro gestor de podcast, impórtalos aquí.
lt: Jeigu esate eksportavę kanalus iš kitos tinklalaidžių tvarkytuvės, importuokite juos čia.
nl: Als je feeds hebt geëxporteerd uit een andere podcastbeheerder, importeer ze dan hier.
pt_br: Se você tiver exportado feeds de outro gerenciador de podcast, importe-os aqui.
uk: Якщо ви експортували підписки з іншого менеджера подкастів, імпортуйте їх тут.

source: Sync With gpodder
da_dk: Synkroniser med gpodder
nl: Synchroniseren met gpodder
pt_br: Sincronizar Com gpodder

source: Log in to your gpodder.net account and synchronize your library.
da_dk: Log på din gpodder.net konto og synkroniser dit bibliotek.
nl: Log in op je gpodder.net-account en synchroniseer je verzameling.

source: Good Stuff is On Its Way
da_dk: Gode ting er på vej
de: Gutes Zeug ist auf dem Weg
es: Buenas cosas están en camino
lt: Gera medžiaga jau pakeliui
nl: Er gaan goede dingen gebeuren
pt_br: Coisas boas estão a caminho

source: If you are importing several podcasts it can take a few minutes. Your library will be ready shortly.
da_dk: Hvis du importerer adskillige podcasts kan det tag et par minutter. Dit bibliotek er klart lige straks.
de: Wenn du mehrere Podcasts importierst, kann das einige Minuten dauern. Deine Bibliothek wird in kürze bereit sein.
es: Si estás importando varios podcast, puede tardar unos minutos. Tu biblioteca estará lista pronto.
lt: Jeigu importuojate kelias tinklalaides, tai gali užtrukti kelias minutes. Jūsų biblioteka netrukus bus paruošta.
nl: Als je meerdere podcasts importeert, dan kan het enkele minuten duren. Je verzameling is z.s.m. gereed.
pt_br: Importar diversos podcasts demora alguns minutos. Sua biblioteca estará pronta em breve.
uk: Якщо ви імпортуєте декілька подкастів, це може зайняти кілька хвилин. Ваша бібліотека незабаром буде готова.

source: Welcome
da_dk: Velkommen
de: Willkommen
es: Bienvenido
lt: Sveiki
nl: Welkom
pt_br: Bem vindo
uk: Ласкаво просимо

source: Importing
da_dk: Importerer
de: Importieren
es: Importando
lt: Importuojama
nl: Bezig met importeren
pt_br: Importando
uk: Імпорт

source: All Podcasts
da_dk: Alle podcasts
de: Alle Podcasts
es: Todos los podcasts
lt: Visos tinklalaidės
nl: Alle podcasts
pt_br: Todos os podcasts
uk: Всі подкасти

source: Details
da_dk: Detaljer
es: Detalles
lt: Išsamiau
nl: Informatie
pt_br: Detalhes
uk: Подробиці

source: New Episodes
da_dk: Nye episoder
es: Episodios Nuevos
lt: Nauji epizodai
nl: Nieuwe afleveringen
pt_br: Novos Episódios
uk: Нові епізоди

source: Browse Podcast Directory
da_dk: Gennemse podcast indeks
de: Durchsuche Podcast Verzeichnis
es: Explorar el Directorio de Podcast
lt: Naršyti tinklalaidžių katalogą
nl: Podcastmap verkennen
pt_br: Navegar pela pasta de podcasts
uk: Огляд каталогу подкастів

source: Search Results
da_dk: Søgningsresultater
de: Suchergebnisse
es: Buscar resultados
lt: Paieškos rezultatai
nl: Zoekresultaten
pt_br: Resultados da pesquisa
uk: Результати пошуку

source: Checking for new episodes…
da_dk: Søger efter nye episoder...
nl: Bezig met controleren op nieuwe afleveringen...
pt_br: Procurando por novos episódios...

source: Cancel
da_dk: Annullér
de: Abbrechen
es: Cancelar
lt: Atsisakyti
nl: Annuleren
pt_br: Cancelar
uk: Скасувати

source: Save
da_dk: Gem
de: Speichern
es: Guardar
lt: Įrašyti
nl: Opslaan
pt_br: Salvar
uk: Зберегти

source: All files
da_dk: Alle filer
de: Alle Dateien
es: Todos los ficheros
lt: Visi failai
nl: Alle bestanden
pt_br: Todos os arquivos
uk: Всі файли

source: OPML and XML files
da_dk: OPML og XML filer
de: OPML und XML Dateien
es: Ficheros OPML y XML
lt: OPML ir XML failai
nl: OPML- en XML-bestanden
pt_br: Arquivos OPML e XML
uk: Файли OPML і XML

source: Select Subscription File
da_dk: Vælg abonnementfil
de: Wähle Abonnement-Datei
es: Seleleccionar Fichero de Suscripción
lt: Pasirinkti prenumeratos failą
nl: Abonnementsbestand kiezen
pt_br: Selecione arquivo de inscrição
uk: Вибрати файл підписки

source: Open
da_dk: Åbn
de: Öffnen
es: Abrir
lt: Atverti
nl: Openen
pt_br: Abrir
uk: Відкрити

source: OPML files
da_dk: OPML filer
de: OPML Dateien
es: Ficheros OPML
lt: OPML failai
nl: OPML-bestanden
pt_br: Arquivos OPML
uk: Файли OPML

source: Error Importing from File
da_dk: Fejl ved importering fra fil
de: Fehler beim Importieren der Datei
es: Error importando desde Fichero
lt: Klaida, importuojant iš failo
nl: Kan bestand niet importeren
pt_br: Error ao importar do Arquivo
uk: Помилка імпортування з файлу

source: Additional plugins are needed to play media. Would you like for Vocal to install them for you?
da_dk: Yderligere plugins er nødvendige for at afspille media, ønsker du at Vocal installerer dem for dig?
de: Zusätzliche Plugins werden zum Abspielen von Mediendaten benötigt. Soll Vocal diese für dich installieren?
es: Se necesitan plugins adicionales para la reproducción. ¿Quieres que Vocal los instale por ti?
lt: Norint atkurti mediją, reikalingi papildomi įskiepiai. Ar norite, kad Vocal juos įdiegtų?
nl: Je hebt extra plug-ins nodig om media af te spelen. Wil je dat Vocal dit voor je doet?
pt_br: Plugins adicionais são necessários para reproduzir. Gostaria que Vocal os instale?
uk: Для відтворення носіїв потрібні додаткові плагіни. Хочете, щоб Vocal встановив їх для вас?

source: Adding feed %d/%d: %s
da_dk: Tilføjere podcast %d/%d: %s
nl: Bezig met toevoegen van feed %d/%d: %s

source: Are you sure you want to mark all episodes from '%s' as played?
da_dk: Er du sikker på at du ønsker at markerer alle episoder fra '%s' som afspillede?
de: Bist du sicher, dass du alle Episonden von '%s' als gespielt markieren willst?
es: ¿Estás seguro de que quieres marcar todos los episodios de '1%s' como reproducidos?
lt: Ar tikrai norite žymėti visus epizodus iš "%s" kaip klausytus?
nl: Weet je zeker dat je alle afleveringen van '%s' wilt markeren als afgespeeld?
pt_br: Você tem certeza que quer marcar todos os episódios de '%s' como reproduzido?
uk: Ви впевнені, що хочете позначити всі епізоди з '%s' як відтворені?

source: Are you sure you want to remove '%s' from your controller.library?
da_dk: Er du sikker på at du ønsker at fjerne '%s' fra dit controller.library?
es: ¿Estás seguro de que quieres remover '%s' de tu controller.library?
lt: Ar tikrai norite pašalinti "%s" iš savo valdymo bibliotekos?
nl: Weet je zeker dat je '%s' wilt verwijderen uit je controller.library?
pt_br: Você tem certeza que deseja remover '%s' do seu controller.library?
uk: Ви дійсно бажаєте видалити '%s' з вашої бібліотеки?

source: No
da_dk: Nej
de: Nein
lt: Ne
nl: Nee
pt_br: Não
uk: Ні

source: Yes
da_dk: Ja
de: Ja
es: Sí
lt: Taip
nl: Ja
pt_br: Sim
uk: Так

source: Vocal is currently downloading episodes. Exiting will cause the downloads to be canceled. Are you sure you want to exit?
da_dk: Vocal henter episoder, ved at afslutte vil disse operationer blive afbrudt. Er du sikker på at du ønsker dette?
de: Vocal läd gerade Episoden herunter. Downloads werden beim Beenden abgebrochen. Bist du sicher, dass du beenden willst?
es: Vocal está descargando episodios. Cerrar Vocal provocaría que las descargas sean canceladas. ¿Estás seguro que quieres cerrar Vocal?
lt: Šiuo metu Vocal atsiunčia epizodus. Išėjus, visų atsiuntimų bus atsisakyta. Ar tikrai norite išeiti?
nl: Vocal is bezig afleveringen te downloaden. Als je afsluit, wordt het downloaden afgebroken. Weet je zeker dat je wilt afsluiten?
pt_br: Vocal está fazendo download de episódios. Sair causará o cancelamento dos downloads. Tem certeza que quer sair?
uk: Вокал зараз завантажує епізоди. Завершення призведе до скасування завантажень. Ви впевнені що хочете вийти?

source: Selected file doesn't appear to contain podcast subscriptions.
da_dk: Den valgte fil lader ikke til at indholde podcast abonnementer.
de: Die ausgewählte Datei scheint keine Podcast-Abbonements zu enthalten.
es: Los archivos seleccionados no parecen contener suscripciones de podcast.
lt: Atrodo, kad pasirinktame faile nėra jokių tinklalaidžių prenumeratų.
nl: Het gekozen bestand bevat geen podcastabonnementen.
pt_br: O arquivo selecionado não parece conter inscrições de podcast.
uk: Обраний файл не містить підписку на подкаст.

source: Selected file seems to be empty.
da_dk: Den valgte fil lader til at være tom.
de: Die ausgewählte Datei scheint leer zu sein.
es: Los archivos seleccionados parecen estar vacíos.
lt: Atrodo, kad pasirinktas failas yra tuščias.
nl: Het gekozen bestand is leeg.
pt_br: O arquivo selecionado parece estar vazio.
uk: Обраний файл порожній.

source: translator-credits
da_dk: David Nielsen
es: traductores-creditos
lt: Launchpad talkininkai: Nathan Dyer https://launchpad.net/~nathandyer bukmop https://launchpad.net/~bojeaule Transifex talkininkai: Moo
nl: Heimen Stoffels
pt_br: Launchpad Contributions: Andrey https://launchpad.net/~andreyaze Caio Amorim https://launchpad.net/~omgcaio Cleiton Floss https://launchpad.net/~cleitonfloss Davi A. https://launchpad.net/~davi-a-teodoro Felipe Autran https://launchpad.net/~felipeautran2 Gilberto Charles Silveira Araújo https://launchpad.net/~gilbertocharles Nathan Dyer https://launchpad.net/~nathandyer Pedro Henrique Oliveira de Souza https://launchpad.net/~pedroka196 Rafael dos Santos https://launchpad.net/~address-rafael toozler https://launchpad.net/~toozler
uk: Перекладачі

source: Add New Podcast
da_dk: Tilføj ny podcast
de: Neuen Podcast hinzufügen
es: Añadir Nuevo Podcast
lt: Pridėti naują tinklalaidę
nl: Nieuwe podcast toevoegen
pt_br: Adicionar novo podcast
uk: Додати новий подкаст

source: <b>Add a new podcast feed to the library</b>
da_dk: <b>Tilføj en ny podcast til bibliotektet</b>
de: <b>Neuen Podcastfeed zu deiner Bibliothek hinzufügen</b>
es: <b> Añadir un nuevo podcast feed a la librería </b>
lt: <b>Pridėkite į biblioteką naują tinklalaidę</b>
nl: <b>Voeg een nieuwe podcastfeed toe aan de verzameling</b>
pt_br: <b>Adicionar novo feed à biblioteca</b>
uk: <b>Додати новий канал подкастів до бібліотеки</b>

source: Podcast feed web address
da_dk: Podcast web adresse
de: Podcastfeed Webadresse
es: Dirección web del Podcast feed.
lt: Tinklalaidės kanalo internetinis adresas
nl: Webadres van podcastfeed
pt_br: Endereço web do feed do podcast
uk: Веб-адреса каналу подкастів

source: Shownotes
da_dk: Episode noter
nl: Aantekeningen

source: Queue
da_dk: Kø
nl: Wachtrij

source: No summary available.
da_dk: Ingen opsummering tilgængelig.
de: Keine Zusammenfassung verfügbar.
es: Resumen no disponible.
lt: Santrauka neprieinama.
nl: Geen samenvatting beschikbaar.
pt_br: Nenhuma síntese disponível.
uk: Немає підсумку

source: Subscribe
da_dk: Abonnér
de: Abonnieren
es: Suscribir
lt: Prenumeruoti
nl: Abonneren
pt_br: Assinar
uk: Підписатись

source: Go Back
da_dk: Vend tilbage
de: Zurück
es: Volver Atrás
lt: Grįžti
nl: Ga terug
pt_br: Voltar
uk: Повернутись

source: Done
da_dk: Færdig
de: Fertig
es: Hecho
lt: Atlikta
nl: Klaar
pt_br: Feito
uk: Виконано

source: Loading iTunes Store
da_dk: Indlæser iTunes Store
de: Lade iTunes Store
es: Cargando iTunes Store
lt: Įkeliama iTunes parduotuvė
nl: Bezig met laden iTunes-winkel
pt_br: Carregando iTunes Store
uk: Завантаження крамниці iTunes

source: Cancel Download
da_dk: Annullér hentning
de: Download abbrechen
es: Cancelar Descarga
lt: Atsisakyti atsiuntimo
nl: Download afbreken
pt_br: Cancelar o download
uk: Скасувати завантаження

source: minute
es: minuto
lt: minutė
nl: minuut
pt_br: minuto
uk: хвилина

source: second
de: Sekunde
es: segundo
lt: sekundė
nl: seconde
pt_br: segundo
uk: секунда

source: No Active Downloads
da_dk: Ingen aktive nedhentelser
de: Keine aktiven Downloads
es: Sin Descargas Activas
lt: Nėra aktyvių atsiuntimų
nl: Geen actieve downloads
pt_br: Nenhum download ativo.
uk: Немає активних завантажень

source: This episode is currently being played
da_dk: Denne episode bliver i øjeblikket afspillet
de: Diese Episode wird gerade abgespielt
es: Este episodio está siendo reproducido
lt: Šiuo metu šio epizodo yra klausomasi
nl: Deze aflevering wordt momenteel afgespeeld
pt_br: Este episódio está sendo reproduzido
uk: Цей епізод наразі відтворюється

source: Stream Episode
de: Episode streamen
es: Transmitir Episodio
lt: Transliuoti epizodą
nl: Aflevering streamen
pt_br: Episódio em streaming
uk: Потокове відтворення епізоду

source: Download Episode
da_dk: Hent episode
de: Episode herunterladen
es: Descargar Episodio
lt: Atsisiųsti epizodą
nl: Aflevering downloaden
pt_br: Baixar episódio
uk: Завантажити епізод

source: No description available.
da_dk: Ingen beskrivelse tilgængelig.
de: Keine Breschreibung verfügbar.
es: Descripción no disponible.
lt: Aprašas neprieinamas.
nl: Geen omschrijving beschikbaar.
pt_br: Nenhuma descrição disponível.
uk: Немає опису.

source: Upload to Internet Archive
da_dk: Send til Internet Archive
es: Subir al Archivo de Internet
lt: Įkelti į interneto archyvą
nl: Uploaden naar Internet Archive
uk: Завантажити в Інтернет-архів

source: Please verify that the information below is correct before continuing.
da_dk: Kontroller venligst at informationen forneden er korrekt før du forsætter.
es: Por favor verifica que la información a continuación es correcta antes de continuar.
lt: Prieš tęsdami, patikrinkite ar žemiau esanti informacija yra teisinga.
nl: Controleer of onderstaande informatie juist is voordat je doorgaat.
pt_br: Por favor verifique que a informação abaixo é correta antes de continuar.
uk: Перед продовженням перевірте правильність наведеної нижче інформації.

source: Episode Title
da_dk: Episode titel
es: Título del Episodio
lt: Epizodo pavadinimas
nl: Naam van aflevering
pt_br: Título do Episódio
uk: Назва епізоду

source: Podcast Name
da_dk: Podcast navn
es: Nombre del Podcast
lt: Tinklalaidės pavadinimas
nl: Podcastnaam
pt_br: Nome do Podcast
uk: Назва подкасту

source: Podcast Description
da_dk: Podcast beskrivelse
es: Descripción del Podcast
lt: Tinklalaidės aprašas
nl: Podcastomschrijving
pt_br: Descrição do Podcast
uk: Опис подкасту

source: Next…
da_dk: Næste...
es: Siguiente...
lt: Kitas…
nl: Volgende...
pt_br: Próximo...
uk: Далі…

source: Legal warning: uploading copyrighted materials to the Internet Archvie is illegal. Please make sure you are uploading a copylefted (Creative Commons) episode that you are legally entitled to redistribute.
da_dk: Juridisk advarsel: upload af ophavsretligt beskyttet materiale til Internet Archive er ulovligt. Sørg for, at du sender en copylefted (Creative Commons) episode, som du lovligt har ret til at dele.
es: Aviso legal: subir material con derechos de autor al Archivo de Internet es ilegal. Por favor asegúrate de estar subiendo un episodio con copyleft (Creative Commons) que legalmente tienes derecho a redistribuir.
lt: Teisinis įspėjimas: autorių teisių saugomos medžiagos įkėlimas į interneto archyvą yra neteisėtas. Įsitikinkite, kad įkeliate autorių teisių nesaugomą (Creative Commons) epizodą, kurį teisiškai turite teisę platinti.
nl: Juridische waarschuwing: het uploaden van materiaal met auteursrecht danwel copyright naar Internet Archive is illegaal. Upload alléén afleveringen die onder bijv. de Creative Commons-licentie zijn uitgebracht en opnieuw mogen worden verspreid.
uk: Юридичне попередження: завантаження матеріалів, захищених авторським правом, до Інтернет-архіву є незаконним. Переконайтеся, що ви завантажуєте копілефт епізод (Creative Commons), який ви маєте право законно розповсюджувати.

source: Upload to the Internet Archive
da_dk: Send til Internet Archive
es: subir al Archivo de Internet
lt: Įkelti į interneto archyvą
nl: Uploaden naar Internet Archive
uk: Завантаження до Інтернет-архіву

source: Uploading episode…
da_dk: Sender episode...
es: Subiendo episodio...
lt: Įkeliamas epizodas…
nl: Bezig met uploaden...
pt_br: Enviando episódio...
uk: Завантаження епізоду…
