Repository: 5l1v3r1/vocal
Catalog: po/*.po
Languages: da_dk, de, es, lt, nl, pt_br, uk

source: Sign in to gpodder.net
da_dk: Log på gpodder.net
nl: Inloggen op gpodder.net

source: Username
da_dk: Brugernavn
de: Benutzername
es: Nombre de usuario
lt: Naudotojo vardas
nl: Gebruikersnaam
pt_br: Nome de usuário
uk: Користувач

source: Password
da_dk: Adgangskode
de: Passwort
es: Contraseña
lt: Slaptažodis
nl: Wachtwoord
pt_br: Senha
uk: Пароль

source: Login
da_dk: Log på
es: Acceder
lt: Prisijungti
nl: Inloggen
uk: Логін

source: Need an account?
da_dk: Har du brug for en konto?
nl: Heb je nog geen account?
pt_br: Precisa de uma conta?

source: Pick a New Device Name for This Computer
da_dk: Vælg nyt enhedsnavn for denne computer
nl: Geef een apparaatnaam op voor deze computer
pt_br: Escolha um Novo Nome de Dispositivo para Este Computador

source: Or, Choose an Existing Device
da_dk: Eller vælg en eksisterende enhed
nl: Of kies een bestaand apparaat
pt_br: Ou, Escolha um Dispositivo Existente

source: Complete Setup
da_dk: Færdiggøre indstilling
nl: Instellen voltooien
pt_br: Concluir Configuração

source: Latest Successful Sync: Never
da_dk: Seneste succesfulde synkronisering: aldrig
nl: Laatst gesynchroniseerd: nooit

source: Logout
da_dk: Log af
nl: Uitloggen

source: Perform a Full Sync Now
da_dk: Foretage en fuldstændig synkronisering nu
nl: Nu volledig synchroniseren

source: Last Succcessful Sync:
da_dk: Seneste succesfulde synkronisering:
nl: Laatst gesynchroniseerd:

source: Sync Episode Activity
da_dk: Synkroniser episode aktivitet
nl: Afleveringsactiviteit synchroniseren

source: Remove Podcasts from Library That Have Been Removed From Your gpodder.net Account
da_dk: Fjern podcasts far bibliotek som er blevet fjernet fra din gpodder.net konto
nl: Podcasts verwijderen uit je verzameling die niet meer aanwezig zijn op je gpodder.net-account

source: Uploading all episode positions to gpodder.net…
da_dk: Sender alle episode afspilningspositioner til gpodder.net...
nl: Bezig met uploaden van afspeelposities naar gpodder.net...

source: Coming up next
da_dk: Næste episode
de: Als nächstes
es: A continuación
lt: Toliau
nl: Volgende in de wachtrij
pt_br: Em seguida
uk: Наступне

source: Check for Updates
da_dk: Søg efter opdateringer
de: Auf Updates überprüfen
es: Buscar actualizaciones
lt: Tikrinti ar yra atnaujinimų
nl: Controleren op updates
pt_br: Verificar por atualizações
uk: Перевірити наявність оновлень

source: Add Podcast Feed…
da_dk: Tilføj podcast...
de: Podcastfeed hinzufügen
es: Añadir Podcast Feed...
lt: Pridėti tinklalaidės kanalą…
nl: Podcastfeed toevoegen...
pt_br: Adicionar feed de podcast...
uk: Додати канал подкастів…

source: Import Subcriptions…
da_dk: Importér abonnementer...
de: Abonnements importieren
es: Importar suscripciones
lt: Importuoti prenumeratas…
nl: Abonnementen importeren...
pt_br: Importar assinaturas...
uk: Імпортувати підписки…

source: Export Subscriptions…
da_dk: Eksportér abonnementer...
de: Abonnements exportieren
es: Exportar subscripciones...
lt: Eksportuoti prenumeratas…
nl: Abonnementen exporteren...
pt_br: Exportar assinaturas...
uk: Експортувати підписки…

source: Use Light Theme
da_dk: Benyt lyst udseende
es: Usar el Tema Claro
lt: Naudoti šviesią temą
nl: Licht thema gebruiken
pt_br: Usar Tema Claro
uk: Використовувати світлу тему

source: Use Dark Theme
da_dk: Benyt mørkt udseende
es: Usar el Tema Oscuro
lt: Naudoti tamsią temą
nl: Donker thema gebruiken
pt_br: Usar Tema Escuro
uk: Використовувати темну тему

source: Report a Problem…
da_dk: Rapportér et problem...
de: Ein Problem berichten
es: Informar de un problema...
lt: Pranešti apie problemą…
nl: Probleem melden...
pt_br: Reporte um problema
uk: Повідомити про проблему…

source: Donate…
da_dk: Bidrag…
de: Spenden
es: Donar...
lt: Paaukoti…
nl: Doneren...
pt_br: Doação...
uk: Пожертвувати…

source: About
da_dk: Om
de: Über
es: Acerca de
lt: Apie
nl: Over
pt_br: Sobre
uk: Про

source: Fast forward %d seconds
da_dk: Spring %d sekunder frem
de: %d Sekunden vorspulen
es: Avanzar %d segundos
lt: Pervynioti %d sekundžių pirmyn
nl: %d seconden vooruitspoelen
pt_br: Avançar %d segundos
uk: Перемотати %d секунд

source: Rewind %d seconds
da_dk: spring %d sekunder tilbage
de: %d Sekunden zurückspulen
es: Rebobinar %d segundos
lt: Atsukti %d sekundžių atgal
nl: %d seconden terugspoelen
pt_br: Voltar %d segundos
uk: Відмотати %d секунд

source: Check for new episodes
da_dk: Søg efter nye episoder
de: Nach neuen Episoden suchen
es: Comprobar si hay episodios nuevos
lt: Tikrinti ar yra naujų epizodų
nl: Controleren op nieuwe afleveringen
pt_br: Procurar por novos episódios
uk: Перевірити наявність нових епізодів

source: Search your library or online
da_dk: Søg i dit bibliotek eller online
de: In Bibliothek oder online suchen
es: Buscar en tu biblioteca u online
lt: Ieškoti savo bibliotekoje ar internete
nl: Doorzoek je verzameling of het internet
pt_br: Buscar em sua biblioteca ou online.
uk: Шукати в бібліотеці чи в інтернеті

source: View the top podcasts in the iTunes Store
da_dk: Vis de meste populære podcasts fra iTunes Store
de: Top-Podcasts im iTunes Store ansehen
es: Ver los mejores podcasts en la tienda iTunes
lt: Rodyti top tinklalaides iTunes parduotuvėje
nl: Bekijk de top-podcasts uit de iTunes-winkel
pt_br: Visualize os melhores podcasts da iTunes Store
uk: Переглянути найпопулярніші подкасти в крамниці iTunes

source: Exit Fullscreen
da_dk: Forlad fuldskærmsvisning
de: Vollbildmodus beenden
es: Salir de la pantalla completa
lt: Išeiti iš viso ekrano
nl: Beeldvullende modus afsluiten
pt_br: Sair da tela cheia
uk: Вийти з повноекранного режиму

source: iTunes Top 100 Podcasts
da_dk: Top 100 podcasts fra iTunes
es: 100 Mejores Podcasts de iTunes
lt: iTunes tinklalaidžių top 100
uk: Топ 100 подкастів iTunes

source: Downloads
da_dk: Hentede episoder
es: Descargas
lt: Atsiuntimai
uk: Завантаження

source: Video
es: Vídeo
lt: Vaizdo įrašai
pt_br: Vídeo
uk: Відео
