Repository: 5l1v3r1/vocal
Catalog: po/*.po
Languages: da_dk, de, es, lt, nl, pt_br, uk

source: Thanks for contributing to the Internet Archive and the Podcast Archival Project
da_dk: Mange tak fordi du har hjulpet Internet Archive og podcast arkiveringsprojektet
es: Gracias por contribuir al Archivo de Internet y al Proyecto de Archivo de Podcasts
lt: Dėkojame, kad prisidedate prie interneto archyvo ir tinklalaidžių archyvavimo projekto
nl: Bedankt voor het bijdragen aan Internet Archive en het Podcast Archival-project
uk: Дякуємо за участь у Інтернет-архіві та проекті архівування подкастів

source: Finish
da_dk: Færdiggør
es: Terminar
lt: Užbaigti
nl: Afronden
pt_br: Encerrar
uk: Завершити

source: Upload Complete
da_dk: Færdig med at sende
es: Carga Completa
lt: Įkėlimas užbaigtas
nl: Uploaden voltooid
pt_br: Envio Concluído
uk: Завантаження завершено

source: Upload Failed
da_dk: Kunne ikke sende
es: Falló Carga
lt: Įkėlimas nepavyko
nl: Uploaden mislukt
pt_br: Envio Falhou
uk: Помилка завантаження

source: Be sure to check your network connection and API keys, then try again later.
da_dk: Kontroller venligst at din internet forbindelse og dine API nøgler, og prøv igen senere.
es: Asegúrate de verificar tu conexión a la red y las llaves del API, e inténtalo de nuevo más tarde.
lt: Patikrinkite savo tinklo ryšį bei API raktus, o tuomet bandykite dar kartą.
nl: Controleer je internetverbinding en API-sleutels en probeer het opnieuw.
pt_br: Verifique a sua conexão com a internet e suas chaves de API, e tente novamente mais tarde.
uk: Перевірте підключення до мережі та ключі API, а потім спробуйте знову.

source: Your Podcasts
da_dk: Dine podcasts
de: Deine Podcasts
es: Tus Podcast
lt: Jūsų tinklalaidės
nl: Mijn podcasts
pt_br: Seus Podcasts
uk: Ваші подкасти

source: Add all new episodes to the queue
da_dk: Tilføj alle nye episoder til køen
es: Agrega todos los nuevos episodios a la cola
lt: Pridėti visus naujus epizodus į eilę
nl: Alle nieuwe afleveringen toevoegen aan wachtrij
pt_br: Adicione todos os novos episódios à fila
uk: Додати до черги всі нові епізоди

source: View the shownotes for this episode or check the queue
da_dk: Vis episoder noter for denne episode eller kontroller køen
nl: Toon de aantekeningen bij deze aflevering, of de wachtrij

source: Show newer episodes at the top of the list
da_dk: Vis nyere episoder i toppen af listen
es: Mostrat nuevos episodios en la parte superior de la lista
lt: Rodyti sąrašo viršuje naujesnius epizodus
nl: Nieuwere afleveringen bovenaan de lijst tonen
pt_br: Mostre episódios mais novos no topo da lista
uk: Показати нові епізоди у верхній частині списку

source: Show older episodes at the top of the list
da_dk: Vis ældre episoder i toppen af listen
es: Mostrar episodios más viejos en la parte superior de la lista
lt: Rodyti sąrašo viršuje senesnius epizodus
nl: Oudere afleveringen bovenaan de lijst tonen
pt_br: Mostre episódios mais velhos no topo da lista
uk: Показати старші епізоди у верхній частині списку

source: Add New Episodes to Queue
da_dk: Tilføj nye episoder til kø
es: Agregar Episodios Nuevos a la Cola
lt: Pridėti naujus epizodus į eilę
nl: Nieuwe afleveringen toevoegen aan wachtrij
pt_br: Adicione Novos Episódios à Fila
uk: Додати нові епізоди до черги

source: Download all episodes
da_dk: Hent alle episoder
de: Alle Episoden herunterladen
es: Descargar todos los episodios
lt: Atsisiųsti visus epizodus
nl: Alle afleveringen downloaden
pt_br: Baixar todos os episódios
uk: Завантажити всі епізоди

source: Mark All Played
da_dk: Markér alle som afspillet
de: Alle als gespielt markieren
es: Marcar todos como reproducidos
lt: Žymėti visus klausytais
nl: Allen markeren als afgespeeld
pt_br: Marcar todos como reproduzidos.
uk: Позначити всі як відтворені

source: Edit podcast details
da_dk: Redigér podcast detaljer
de: Podcast-Details bearbeiten
es: Editar detalles del podcast
lt: Taisyti išsamesnę tinklalaidės informaciją
nl: Podcastinformatie aanpassen
pt_br: Editar detalhes do podcast
uk: Редагувати подробиці подкасту

source: Select different cover art
da_dk: Vælg alternativt cover billede
de: Anderes Coverbild wählen
es: Seleccionar una portada diferente
lt: Pasirinkti kitą viršelio iliustraciją
nl: Andere omslag kiezen
pt_br: Selecione uma capa diferente
uk: Вибрати іншу обкладинку

source: Set podcast license to Creative Commons
da_dk: Sæt podcast licens til Creative Commons
es: Configura la licencia del podcast como Creative Commons
lt: Nustatyti tinklalaidės licenciją į Creative Commons
nl: Podcastlicentie instellen op Creative Commons
uk: Встановіть ліцензію Creative Commons на подкаст

source: Unsubscribe
da_dk: Afmeld abonnement
de: Abonnement aufheben
es: Desuscribir
lt: Atsisakyti prenumeratos
nl: Deabonneren
pt_br: Cancelar inscrição
uk: Скасувати підписку

source: Before you can upload to the Internet Archive you must add your archive.org account's API keys. Visit https://archive.org/account/s3.php to see your keys, then paste them in the settings.
da_dk: Inden du kan sende episoder til Internet Archive, skal du tilføje din archive.org-kontos API nøgler. Besøg https://archive.org/account/s3.php for at se dine nøgler og tilføj dem derefter i indstillingerne.
es: Antes de subir al Archivo de Internet necesitas agregar tus credenciales del API de archive.org. Visita https://archive.org/account/s3.php para ver tus credenciales y luego pégalas en los ajustes.
lt: Prieš galėdami įkelti į interneto archyvą, privalote pridėti savo archive.org paskyros API raktus. Norėdami pamatyti savo raktus, apsilankykite https://archive.org/account/s3.php o tuomet įdėkite juos nustatymuose.
nl: Voordat je kunt uploaden naar Internet Archive moet je de API-sleutels van je archive.org-account toevoegen. Ga naar https://archive.org/account/s3.php om je sleutels op te vragen en plak ze hier in de instellingen.
uk: Перш ніж завантажувати в Інтернет-архів, необхідно додати ключі API вашого акаунта. Відвідайте https://archive.org/account/s3.php, щоб побачити ключі, а потім вставте їх у налаштуваннях.

source: You must download this episode first before uploading to the Internet Archive. Would you like to download this episode?
da_dk: Du skal hente denne episode før du kan sende den til Internet Archive. Ønsker du at hente denne episode?
es: Debes descargar este episodio primero antes de subirlo al Archivo de Internet. Quieres descargar este episodio?
lt: Prieš įkeldami į interneto archyvą, iš pradžių, privalote atsisiųsti šį epizodą. Ar norėtumėte atsisiųsti šį epizodą?
nl: Je moet de aflevering downloaden voordat je hem kunt uploaden naar Internet Archive. Wil je deze aflevering downloaden?
uk: Ви спочатку повинні завантажити цей епізод на свій комп'ютер перед завантаженням в Інтернет-архів. Хочете завантажити цей епізод?

source: Add selected episodes to queue
da_dk: Tilføj valgte episoder til kø
es: Agregar episodios seleccionados a la cola
lt: Pridėti pažymėtus epizodus į eilę
nl: Geselecteerde afleveringen toevoegen aan wachtrij
pt_br: Adicionar episódios selecionados à fila
uk: Додати вибрані епізоди до черги

source: Mark selected episodes as played
da_dk: Markér valgte episoder som afspillet
de: Markiere ausgewählte Episoden als gespielt
es: Marcar los episodios seleccionados como reproducidos
lt: Žymėti pažymėtus epizodus kaip klausytus
nl: Geselecteerde afleveringen markeren als afgespeeld
pt_br: Marcar os episódios selecionados como reproduzidos
uk: Позначити вибрані епізоди як відтворені

source: Mark selected episodes as new
da_dk: Markér valgte episoder som nye
de: Ausgewählte Episoden als neu markieren
es: Marcar los episodios seleccionados como nuevos
lt: Žymėti pažymėtus epizodus kaip naujus
nl: Geselecteerde afleveringen markeren als nieuw
pt_br: Marcar os episódios selecionados como novo
uk: Позначити вибрані епізоди як нові

source: Delete local files for selected episodes
da_dk: Slet hentede filer for de valgte episoder
de: Lösche lokale Dateien der ausgewählten Episoden
es: Eliminar la copia local para los episodios seleccionados
lt: Ištrinti pažymėtų epizodų vietinius failus
nl: Lokale bestanden van geselecteerde afleveringen wissen
pt_br: Excluir os arquivos armazenados dos episódios selecionados
uk: Видалити локальні файли для вибраних епізодів

source: Are you sure you want to delete the downloaded files for the selected episodes?
da_dk: Er du sikker på at du vil slette de hentede filer for de valgte episoder?
de: Bist du sicher, dass du die heruntergeladenen Dateien der ausgewählten Episoden löschen willst?
es: ¿Estás seguro que quieres borrar los ficheros descargados de los episodios seleccionados?
lt: Ar tikrai norite ištrinti atsisiųstus pažymėtų epizodų failus?
nl: Weet je zeker dat je de gedownloade bestanden van de geselecteerde afleveringen wilt wissen?
pt_br: Você tem certeza que quer excluir os arquivos dos episódios selecionados?
uk: Ви дійсно бажаєте видалити завантажені файли для вибраних епізодів?

source: Mark as played
da_dk: Markér som afspillet
de: Als gespielt markieren
es: Marcar como reproducido
lt: Žymėti kaip klausytą
nl: Markeren als afgespeeld
pt_br: Marcar como reproduzido
uk: Позначити як відтворено

source: Mark as new
da_dk: Markér som ny
de: Als neu markieren
es: Marcar como nuevo
lt: Žymėti kaip naują
nl: Markeren als nieuw
pt_br: Marcar como novo
uk: Позначити як нове

source: Delete Local File
da_dk: Slet hentet file
de: Lokale Datei löschen
es: Borrar Fichero Local
lt: Ištrinti vietinį failą
nl: Lokaal bestand verwijderen
pt_br: Remover arquivo local
uk: Видалити локальний файл

source: Are you sure you want to delete the downloaded episode '%s'?
da_dk: Er du sikker på at du vil slette den hentede episode '%s'?
de: Bist du sicher, dass du die heruntergeladene Episode „%s“ löschen willst?
es: ¿Estás seguro que quieres eliminar el episodio '%s' descargado?
lt: Ar tikrai norite ištrinti atsisiųstą epizodą "%s"?
nl: Weet je zeker dat je de gedownloade aflevering ('%s') wilt verwijderen?
pt_br: Você tem certeza que quer excluir o episódio baixado '%s'?
uk: Дійсно видалити завантажений епізод '%s'?

source: No show notes available.
da_dk: Ingen episode noter tilgængelige.
de: Keine Shownotes verfügbar.
es: No hay notas para mostrar disponibles.
lt: Laidos pastabos neprieinamos.
nl: Geen aantekeningen beschikbaar.
pt_br: Nenhum anotação disponível.
uk: Немає доступних нотаток.

source: No episodes available.
da_dk: Ingen episoder tilgængelig.
de: Keine Episoden verfügbar.
es: No hay episodios disponibles.
lt: Nėra prieinama jokių epizodų.
nl: Geen afleveringen beschikbaar.
pt_br: Nenhum episódio disponível
uk: Немає доступних епізодів.

source: Select Album Art
da_dk: Vælg cover billede
de: Albumbild auswählen
es: Seleccionar Álbum de Artista.
lt: Pasirinkite albumo iliustraciją
nl: Albumomslag kiezen
pt_br: Selecionar Arte do Álbum
uk: Вибрати обкладинку

source: Image Files
da_dk: Billedefiler
de: Grafik-Dateien
es: Archivos de Imágenes
lt: Paveikslo failai
nl: Afbeeldingsbestanden
pt_br: Arquivos de imagem
uk: Файли зображень

source: Vocal did not detect that this podcast is licensed as Creative Commons. Changing this will unlock Internet Archive integration for this podcast. Please make sure this change is correct before proceeding. Do you wish to make this change?
da_dk: Vocal kunne ikke bekræfte at denne podcast er under en Creative Commons licens. Ved at ændre dette kan Internet Archive integration for denne podcast tillades. Kontroller venligst at denne ændring er korrekt før du forsætter. Ønsker du at fortage denne ændring?
es: Vocal no detectó que este podcast está licenciado como Creative Commons. Cambiar esto va a desbloquear la integración al Archivo de Internet para este podcast. Asegúrate que este cambio es correcto antes de proceder. ¿Quieres realizar este cambio?
lt: Vocal neaptiko, kad šį tinklalaidė būtų licencijuota kaip Creative Commons. Tai pakeitus, bus atrakinta interneto archyvo integracija šiai tinklalaidei. Prieš tęsdami, įsitikinkite, kad šis pakeitimas yra teisingas. Ar norite atlikti šį pakeitimą?
nl: Vocal heeft geen Creative Commons-licentie aangetroffen bij deze podcast. Wijzig dit om Internet Archive-integratie in te schakelen, maar zorg ervoor dat de wijziging juist is. Wil je deze wijziging doorvoeren?
uk: Vocal не виявив, що цей подкаст ліцензований як Creative Commons. Зміна статусу можна розблокувати інтеграцію Internet Archive для цього подкасту. Переконайтеся, що ця зміна правильна, перш ніж продовжити. Ви хочете внести цю зміну?

source: %d unplayed episodes
da_dk: %d uafspillet episoder
de: %d ungespielte Episoden
es: %d episodios no visualizados
lt: %d neklausytų epizodų
nl: %d onafgespeelde afleveringen
pt_br: %d episódios não reproduzidos
uk: %d невідтворених епізодів

source: I'm listening to %s from %s
da_dk: Jeg lytter til %s fra %s
de: Ich höre "%s" von "%s"
es: Estoy escuchando de %s hasta %s
lt: Aš klausausi %s iš %s
nl: Ik luister naar %s van %s
pt_br: Estou ouvindo a %s de %s
uk: Я слухаю %s з %s

source: No episodes in queue
da_dk: Ingen episoder i kø
es: No hay episodios en la cola
lt: Eilėje nėra jokių epizodų
nl: Geen afleveringen in wachtrij
pt_br: Nenhum episódio na fila
uk: У черзі немає епізодів

source: Remove episode from queue
da_dk: Fjern episode fra kø
de: Entferne Podcast aus der Warteschlange
es: Eliminar episodio de la cola
lt: Šalinti epizodą iš eilės
nl: Aflevering verwijderen uit wachtrij
pt_br: Remover da lista
uk: Видалити епізод із черги

source: Summary
da_dk: Opsummering
de: Zusammenfassung
es: Resumen
lt: Santrauka
nl: Samenvatting
pt_br: Síntese
uk: Підсумок

source: Subscribe to podcast
da_dk: Abonnér på podcast
de: Podcast abonnieren
es: Suscríbete al podcast
lt: Prenumeruoti tinklalaidę
nl: Abonneren op podcast
pt_br: Assinar podcast
uk: Підписатися на подкаст

source: Episodes from Your Library
da_dk: Episoder fra dit bibliotek
de: Episoden aus deiner Bibliothek
es: Episodios de Tu Librería
lt: Epizodai iš jūsų bibliotekos
nl: Afleveringen uit je verzameling
pt_br: Episódios da sua biblioteca
uk: Епізоди з вашої бібліотеки

source: Podcasts from Your Library
da_dk: Podcasts fra dit bibliotek
de: Podcasts aus deiner Bibliothek
es: Podcasts de Tu Librería
lt: Tinklalaidės iš jūsų bibliotekos
nl: Podcasts uit je verzameling
pt_br: Podcasts da sua biblioteca
uk: Подкасти з вашої бібліотеки

source: iTunes Podcast Results
da_dk: iTunes podcast resultater
de: iTunes Podcast-Ergebnisse
es: Resultados de iTunes Podcast
lt: iTunes tinklalaidžių rezultatai
nl: iTunes-podcastresultaten
pt_br: Resultados do iTunes
uk: Результати подкасту iTunes

source: Search Results for <i>%s</i>
da_dk: Søgningsresultater for <i>%s</i>
de: Suchergebnisse für <i>%s</i>
es: Buscar resultados para <i>%s</i>
lt: <i>%s</i> paieškos rezultatai
nl: Zoekresultaten voor <i>%s</i>
pt_br: Resultados da busca por <i>%s</i>
uk: Результати пошуку для <i>%s</i>

source: No matching episodes found in your library.
da_dk: Ingen matchende episoder fundet i dit bibliotek.
de: Keine Passende Episoden in deiner Bibliothek gefunden.
es: No hay coincidencias de episodios en tu librería.
lt: Jūsų bibliotekoje nerasta jokių atitinkančių epizodų.
nl: Geen overeenkomstige afleveringen aangetroffen.
pt_br: Nenhum episódio correspondente encontrado em sua biblioteca.
uk: У бібліотеці не знайдено відповідних епізодів.

source: No matching podcasts found in your library.
da_dk: Ingen matchende podcasts fundet i dit bibliotek.
de: Keine passenden Podcasts in Ihrer Bibliothek gefunden.
es: No hay coincidencias de podcasts en tu librería.
lt: Jūsų bibliotekoje nerasta jokių atitinkančių tinklalaidžių.
nl: Geen overeenkomstige podcasts aangetroffen.
pt_br: Nenhum podcast correspondente encontrado em sua biblioteca.
uk: У бібліотеці не знайдено відповідних подкастів.

source: Preferences
da_dk: Indstillinger
de: Einstellungen
es: Preferencias
lt: Nuostatos
nl: Voorkeuren
pt_br: Preferências
uk: Налаштування

source: Keep playing podcasts when the window is closed:
da_dk: Forsæt med at afspille podcasts efter vinduet er lukket:
nl: Doorgaan met afspelen als het venster wordt gesloten:
pt_br: Continuar tocando podcasts quando a janela é fechada:

source: Automatically download new episodes:
da_dk: Hent automatisk nye episoder:
de: Neue Episoden automatisch herunterladen:
es: Descargar automáticamente nuevos episodios:
lt: Automatiškai atsisiųsti naujus epizodus:
nl: Download nieuwe afleveringen automatisch:
pt_br: Baixar novos episódios automaticamente:
uk: Автоматично завантажувати нові епізоди:

source: Keep my library clean:
da_dk: Hold mit bibliotek rent:
de: Halte meine Bibliothek sauber
es: Mantener limpia mi librería:
lt: Išlaikyti mano biblioteką tvarkingą:
nl: Organiseer mijn verzameling:
pt_br: Manter biblioteca limpa:
uk: Тримати мою бібліотеку в чистоті:

source: Show podcast names below cover art:
da_dk: Vis podcast navne under cover billedet:
de: Podcastnamen unter Coverbild anzeigen
es: Mostrar los nombres del podcast debajo de la portada:
lt: Rodyti tinklalaidžių pavadinimus po viršelio iliustracija:
nl: Podcastnamen tonen onder omslag:
pt_br: Exibir nomes de podcast abaixo da capa:
uk: Показати назви подкастів під обкладинкою:

source: Seconds to skip back:
da_dk: Sekunder at springe tilbage:
de: Sekunden zurück springen
es: Segundos a retroceder:
lt: Kiek sekundžių atsukti atgal:
nl: Aantal terug te spoelen seconden:
pt_br: Segundos à retroceder:
uk: Кількість секунд, відмотаних назад:

source: Seconds to skip forward:
da_dk: Sekunder at springe frem:
de: Sekunden vorwärts springen
es: Segundos a adelantar:
lt: Kiek sekundžių pervynioti pirmyn:
nl: Aantal vooruit te spoelen seconden:
pt_br: Segundos à adiantar:
uk: Кількість секунд, перемотаних вперед

source: Show iTunes Store results from:
da_dk: Vis iTunes Store resultater fra:
de: iTunes Store Suchergebnisse zeigen aus:
es: Mostrar resultados de la Tienda iTunes:
lt: Rodyti iTunes parduotuvės rezultatus iš:
nl: iTunes-winkelresultaten tonen van:
pt_br: Exibir resultados da iTunes Store de:
uk: Показати результати крамниці iTunes з:

source: Archive.org S3 Access Key
da_dk: Archive.org S3 adgangsnøgle
es: Llave de acceso de S3 de Archive.org
lt: Archive.org S3 prieigos raktas
nl: Archive.org S3-toegangssleutel
uk: Ключ доступу до Archive.org S3

source: Archive.org S3 Secret Key
da_dk: Archive.org S3 hemmelig nøgle
es: Llave Secreta de S3 de Archive.org
lt: Archive.org S3 slaptasis raktas
nl: Archive.org S3 geheime sleutel
uk: Секретний ключ до Archive.org S3

source: Close
da_dk: Luk
de: Schließen
es: Cerrar
lt: Užverti
nl: Sluiten
pt_br: Fechar
uk: Закрити

source: Mark this episode as played
da_dk: Markér denne episode som afspillet
de: Episode als gespielt markieren
es: Marcar este episodio como visualizado
lt: Žymėti šį epizodą kaip klausytą
nl: Aflevering markeren als afgespeeld
pt_br: Marcar este episódio como reproduzido
uk: Позначте цей епізод як відтворений

source: Mark this episode as new
da_dk: Markér denne episode som ny
de: Episode als neu markieren
es: Marcar este episodio como nuevo
lt: Žymėti šį epizodą kaip naują
nl: Aflevering markeren als nieuw
pt_br: Marcar este episódio como novo
uk: Позначте цей епізод як новий

source: Download episode
da_dk: Hent episode
de: Episode herunterladen
es: Descargar episodio
lt: Atsisiųsti epizodą
nl: Aflevering downloaden
pt_br: Baixar episódio
uk: Завантажити епізод

source: Share this episode
da_dk: Del denne episode
de: Diese Episode teilen
es: Compartir este episodio
lt: Bendrinti epizodą
nl: Aflevering delen
pt_br: Compartilhar este episódio
uk: Поділіться цим епізодом

source: Copy shareable link
da_dk: Kopiér link til deling
de: Teilbaren Link kopieren
es: Copiar un enlace compartible
lt: Kopijuoti bendrinimo nuorodą
nl: Link om te delen kopiëren
pt_br: Copiar link compartilhável
uk: Скопіювати посилання

source: Send a Tweet…
da_dk: Send et tweet...
de: Einen Tweet senden…
es: Enviar un Tweet...
lt: Siųsti tauškalą…
nl: Tweet versturen...
pt_br: Enviar um Tweet...
uk: Надіслати твіт…

source: Copy the direct episode link
da_dk: Kopiér et direkte link til episoden
de: Link zur Episode kopieren
es: Copiar el enlace directo al episodio
lt: Kopijuoti tiesioginę epizodo nuorodą
nl: Afleveringslink kopiëren
pt_br: Copiar link direto do episódio
uk: Скопіювати пряме посилання на епізод

source: Add this episode to the up next list
da_dk: Tilføj denne episode til afspil næst køen
de: Füge diese Episode zur Abspielliste hinzu
es: Añadir este episodio a la próxima lista
lt: Pridėti šį epizodą į eilę
nl: Aflevering toevoegen aan de wachtrij
pt_br: Adicionar episódio para a lista de seguintes
uk: Додати цей епізод до наступного списку

source: <b>Summary</b>
da_dk: <b>Opsummering</b>
de: <b>Zusammenfassung</b>
es: <b>Resumen</b>
lt: <b>Santrauka</b>
nl: <b>Samenvatting</b>
pt_br: <b>Síntese</b>
uk: <b>Підсумок</b>

source: Mark all episodes as played
da_dk: Markér alle episoder som afspillet
de: Alle Episoden als gespielt markieren
es: Marcar todos los episodios como visualizados
lt: Žymėti visus epizodus kaip klausytus
nl: Alle afleveringen markeren als afgespeeld
pt_br: Marcar todos episódios como reproduzidos
uk: Позначте всі епізоди як відтворені

source: Hide episodes that have already been played
da_dk: Skjul episoder som allerede har været afspillet
de: Bereits gespielte Episoden ausblenden
es: Ocultar los episodios ya reproducidos
lt: Slėpti epizodus, kurių jau buvo klausytasi
nl: Reeds afgespeelde afleveringen verbergen
pt_br: Ocultar episódios já reproduzidos
uk: Приховати вже відтворені епізоди

source: Remove podcast from library
da_dk: Fjern podcast fra bibliotek
de: Entferne Podcast aus der Bibliothek
es: Eliminar podcast de librería
lt: Šalinti tinklalaidę iš bibliotekos
nl: Podcast verwijderen uit verzameling
pt_br: Remover podcast da biblioteca
uk: Видалити подкаст з бібліотеки

source: More options
da_dk: Flere muligheder
de: Mehr Optionen
es: Más opciones
lt: Daugiau parametrų
nl: Meer opties
pt_br: Mais opções
uk: Більше варіантів

source: Hide the episode side pane
da_dk: Skjul episode sidepanel
de: Episoden-Seitenbereich ausblenden
es: Ocultar el episodio del panel lateral
lt: Slėpti epizodo šoninį polangį
nl: Zijbalk verbergen
pt_br: Ocultar o episódio no painel lateral
uk: Приховати бічну панель епізоду

source: Mark selected episodes as unplayed
da_dk: Markér valgte episoder som ikke afspillet
de: Markiere ausgewählte Episonden als ungespielt
es: Marcar episodios seleccionados como no reproducidos
lt: Žymėti pažymėtus epizodus kaip neklausytus
nl: Geselecteerde afleveringen markeren als onafgespeeld
pt_br: Marcar os episódios selecionados como não reproduzidos
uk: Позначити вибрані епізоди як не відтворені

source: Mark as Played
da_dk: Markér som afspillet
de: Als gespielt markieren
es: Marcar como Reproducido
lt: Žymėti kaip klausytą
nl: Markeren als afgespeeld
pt_br: Marcar como reproduzido
uk: Позначити як відтворені

source: Mark as Unplayed
da_dk: Markér som ikke afspillet
de: Als ungespielt markieren
es: Marcar como No Reproducido
lt: Žymėti kaip neklausytą
nl: Markeren als onafgespeeld
pt_br: Marcar como não reproduzido
uk: Позначити як не відтворені

source: No new episodes.
da_dk: Ingen nye episoder.
de: Keine neuen Episoden.
es: No hay episodios nuevos
lt: Nėra naujų epizodų.
nl: Geen nieuwe afleveringen.
pt_br: Nenhum novo episódio
uk: Немає нових епізодів.

source: %d episodes, %d unplayed
da_dk: %d episoder, %d ikke afspillet
de: %d Episoden, %d ungespielt
es: %depisodios, %d no reproducidos
lt: %d epizodai(-ų), %d neklausyta
nl: %d afleveringen; %d onafgespeeld
pt_br: %d episódios, %d não reproduzidos
uk: %d епізодів, %d невідтворених

source: %d episodes
da_dk: %d episoder
de: %d Episoden
es: %depisodios
lt: %d epizodai(-ų)
nl: %d afleveringen
pt_br: %d episódios
uk: %d епізодів

source: Library Synchronization
da_dk: Bibliotekssynkronisering
nl: Verzameling synchroniseren
pt_br: Sincronização de Biblioteca
